{
    "batchcomplete": "",
    "warnings": {
        "main": {
            "*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/mailman/listinfo/mediawiki-api-announce> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application."
        },
        "revisions": {
            "*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."
        }
    },
    "query": {
        "pages": {
            "31186643": {
                "pageid": 31186643,
                "ns": 0,
                "title": "The Hunger Games",
                "revisions": [
                    {
                        "contentformat": "text/x-wiki",
                        "contentmodel": "wikitext",
                        "*": "{{About|the book series|other uses|The Hunger Games (disambiguation)}}\n{{Use mdy dates|date=November 2014}}\n{{Pp-semi-vandalism|small=yes}}\n{{Italic title}}\n{{Infobox book series\n|name=''The Hunger Games''\n|books={{plainlist|\n* ''[[The Hunger Games (novel)|The Hunger Games]]'' (2008)\n* ''[[Catching Fire]]'' (2009)\n* ''[[Mockingjay]]'' (2010)\n}}\n|image=The Hunger Games cover.jpg\n|caption=A complete set of ''The Hunger Games'' trilogy\n|author=[[Suzanne Collins]]\n|country=United States\n|language=English\n|genre=[[Dystopian fiction|Dystopian]], [[Adventure novel|adventure]], [[science fiction]], [[drama]], [[Action (fiction)|action]]\n|publisher=[[Scholastic Corporation|Scholastic]]\n|pub_date=2008–2010\n|media_type=Print ([[hardcover]] and [[paperback]]), [[audiobook]], [[e-book]]\n|number_of_books=3\n}}\n\n'''''The Hunger Games''''' is a [[trilogy]] of [[Young adult fiction|young adult]] [[Dystopian fiction|dystopian]] novels written by American novelist [[Suzanne Collins]]. The series is set in [[The Hunger Games universe|''The Hunger Games'' universe]], and follows young characters [[Katniss Everdeen]] and [[Peeta Mellark]].\n\nThe novels in the trilogy are titled [[The Hunger Games (novel)|''The Hunger Games'']] (2008), ''[[Catching Fire]]'' (2009), and ''[[Mockingjay]]'' (2010). The novels have all been developed into [[The Hunger Games (film series)|films]] starring [[Jennifer Lawrence]], with the film adaptation of ''Mockingjay'' split into two parts. The first two books in the series were both [[The New York Times Best Seller list|''New York Times'' best sellers]], and ''Mockingjay'' topped all US bestseller lists upon its release.<ref>{{cite news | title=Children's Books | url=https://www.nytimes.com/2009/12/27/books/bestseller/bestchildren.html | newspaper=[[The New York Times]] | date= December 27, 2009 | accessdate=December 31, 2009 | first=Gregory | last=Cowles}}</ref><ref>{{cite press release | title=Mockingjay Tops All National Bestseller Lists with Sales of More Than 450,000 Copies in its First Week of Publication | url=http://mediaroom.scholastic.com/node/363 | publisher=Scholastic | date=September 2, 2010 | accessdate=May 7, 2011}}</ref> By the time [[The Hunger Games (film)|the film adaptation]] of ''The Hunger Games'' was released in 2012, the publisher had reported over 26 million ''Hunger Games'' trilogy books in print, including movie tie-in books.<ref>{{cite news | first=Karen | last=Springen | title=The Hunger Games Franchise: The Odds Seem Ever in Its Favor | url=http://www.publishersweekly.com/pw/by-topic/childrens/childrens-book-news/article/51167-the-hunger-games-franchise-the-odds-seem-ever-in-its-favor.html | newspaper=[[Publishers Weekly]] | date=March 22, 2012 | accessdate=April 11, 2012}}</ref>\n\n''The Hunger Games'' universe is a [[dystopia]] set in [[The Hunger Games universe#Panem|Panem]], a country consisting of the wealthy Capitol and 12 districts in varying states of poverty. Every year, children from the districts are selected to participate in a compulsory televised [[battle royal]]e death match called [[The Hunger Games universe#The Hunger Games|The Hunger Games]].\n\nThe novels were all well received. In August 2012, the series ranked second, exceeded only by the ''[[Harry Potter]]'' series in [[NPR]]'s poll of the top 100 teen novels, which asked voters to choose their favorite young adult books.<ref>{{Cite press release |url=https://www.npr.org/2012/08/07/157795366/your-favorites-100-best-ever-teen-novels |title=Your Favorites: 100 Best-Ever Teen Novels| publisher=NPR | date=August 7, 2012 |accessdate=August 10, 2012 }}</ref> On August 17, 2012, [[Amazon.com|Amazon]] announced ''The Hunger Games'' trilogy as its top seller, surpassing the record previously held by the ''Harry Potter'' series.<ref>{{Cite news| url=http://mediadecoder.blogs.nytimes.com/2012/08/17/amazon-crowns-hunger-games-as-its-top-seller-surpassing-harry-potter-series/ | work=The New York Times | first=Julie | last=Bosman | title=Amazon Crowns 'Hunger Games' as Its Top Seller, Surpassing Harry Potter Series | date=August 17, 2012}}</ref> {{As of|2014}}, the trilogy has sold more than 65 million copies in the U.S. alone (more than 28 million copies of ''The Hunger Games'', more than 19 million copies of ''Catching Fire'', and more than 18 million copies of ''Mockingjay''). ''The Hunger Games'' trilogy has been sold into 56 territories in 51 languages to date.<ref>{{cite web|url=http://www.thewrap.com/hunger-games-mockingjay-part-1-set-for-world-premiere-in-london/|title='Hunger Games: Mockingjay - Part 1' Set for World Premiere in London|work=TheWrap|accessdate=March 3, 2015}}</ref>\n\n==Setting==\n{{Main|Fictional universe of The Hunger Games}}\n''The Hunger Games'' trilogy takes place in an unspecified future time, in the dystopian, [[Apocalypse|post-apocalyptic]] nation of Panem, located in [[North America]].<ref>{{Cite book|last=Collins|first=Suzanne|title=The Hunger Games|year=2008|publisher=[[Scholastic Corporation|Scholastic Press]]|isbn=0-439-02348-3| page=18}}</ref> The country consists of a wealthy Capitol city, located in the [[Rocky Mountains]],<ref name=\"HG_41\">{{Cite book|last=Collins|first=Suzanne|title=The Hunger Games|year=2008|publisher=[[Scholastic Corporation|Scholastic Press]]|isbn=0-439-02348-3|page=41}}</ref> surrounded by twelve (originally thirteen) poorer districts ruled by the Capitol. The Capitol is lavishly rich and technologically advanced, but the districts are in varying states of poverty. The trilogy's narrator and protagonist [[Katniss Everdeen]], lives in District 12, the poorest region of Panem, located in [[Appalachia]],<ref name=\"HG_41\"/> where people regularly die of starvation. As punishment for a past rebellion against the Capitol (called the \"Dark Days\"), in which District 13 was supposedly destroyed, one boy and one girl from each of the twelve remaining districts, between the ages of 12 and 18, are selected by lottery to compete in an annual pageant called the Hunger Games. The Games are a televised event in which the participants, called \"tributes\", are forced to fight to the death in a dangerous public arena. The winning tribute and his/her home district are then rewarded with food, supplies, and riches. The purposes of the Hunger Games are to provide entertainment for the Capitol and to remind the districts of the Capitol's power and lack of [[remorse]],\n[[forgetfulness]], and [[forgiveness]] for the failed rebellion of the current competitors' ancestors.\n\n===Structure===\nEach book in ''The Hunger Games'' trilogy has three sections of nine chapters each. Collins has said this format comes from her playwriting background, which taught her to write in a [[three-act structure]]; her previous series, ''[[The Underland Chronicles]]'', was written in the same way. She sees each group of nine chapters as a separate part of the story, and comments still call those divisions \"act breaks\".<ref>{{cite interview |last=Collins |first=Suzanne |title=Similarities To Underland |url=http://www.scholastic.com/thehungergames/videos/similarities-to-underland.htm |type=Interview: Video |work=[[Scholastic Canada]] |accessdate=June 15, 2010}}</ref>\n\n===Origins===\nCollins says she drew inspiration for the series from both classical and contemporary sources. Her main classical source of [[Artistic inspiration|inspiration]] is the Greek myth of [[Theseus]] and the [[Minotaur]], in which, as a punishment for past crimes, [[Minos]] forces [[Athens]] to sacrifice seven youths and seven maidens to the Minotaur, which kills them in a vast [[labyrinth]]. Collins says that even as a child, she was stunned by the idea since \"it was just so cruel\" to force Athens to sacrifice its own children.\n\nCollins also cites as a classical inspiration the Roman [[gladiator]] games. She feels three key elements create a good game: an all powerful and ruthless government, people forced to fight to the death, and the game's role as a source of popular entertainment.<ref name=\"classical\">{{cite web|url=http://www.scholastic.com/thehungergames/videos/classical-inspiration.htm |title=Video: Classical Inspiration – The Hunger Games by Suzanne Collins|publisher=[[Scholastic Corporation|Scholastic]]|accessdate=September 4, 2010}}</ref>\n\nA contemporary source of inspiration was Collins' recent fascination with [[Reality TV|reality television programs]]. She says they are like ''The Hunger Games'' because the Games are not just entertainment but also a reminder to the districts of their rebellion. On a tired night, Collins says that while she was channel-surfing the television, she saw people competing for some prize and then saw footage of the [[Iraq War]]. She described how the two combined in an \"unsettling way\" to create her first ideas for the series.<ref>{{cite web|url=http://www.scholastic.com/thehungergames/videos/contemporary-inspiration.htm|title=Video: Contemporary Inspiration – The Hunger Games by Suzanne Collins|publisher=Scholastic|accessdate=September 4, 2010}}</ref>\n\n==Trilogy==\n===''The Hunger Games''===\n{{Main|The Hunger Games (novel)}}\n''The Hunger Games'' is the first book in the series and was released on September 14, 2008.\n\n''The Hunger Games'' follows 16-year-old [[Katniss Everdeen]], a girl from District 12 who volunteers for the 74th Hunger Games in place of her younger sister [[Primrose Everdeen]]. Also selected from District 12 is [[Peeta Mellark]]. They are mentored by their district's only living victor, [[Haymitch Abernathy]], who won 24 years earlier and has since led a solitary life of [[alcoholism]].\n\nPeeta confesses his longtime secret love for Katniss in a televised interview prior to the Games. This revelation stuns Katniss, who harbors feelings for [[Gale Hawthorne]], her friend and hunting partner. Haymitch advises her to feign feelings for Peeta in order to gain wealthy sponsors who can provide crucial supplies to the \"[[star-crossed lovers]]\" during the Games.\n\nIn the arena, Katniss allies with [[Rue (The Hunger Games)|Rue]], a young tribute from District 11 who reminds Katniss of her kid sister. When Rue is killed, Katniss places flowers around her body as an act of defiance toward the Capitol. Then the remaining tributes are alerted to a rule change that allows tributes from the same district to win as a team. Katniss finds a seriously wounded Peeta and nurses him back to health. When all of the other tributes are dead, the rule change is abruptly revoked. With neither willing to kill the other, Katniss comes up with a solution: a double suicide by eating poisonous berries. This forces the authorities to concede just in time to save their lives. During and after the Games, Katniss develops genuine feelings for Peeta and struggles to reconcile them with what she feels for Gale.\n\nHaymitch warns her that the danger is far from over. The authorities are furious at being made fools of, and the only way to try to allay their anger is to pretend that her actions were because of her love for Peeta. On the journey home, Peeta is dismayed to learn of the deception.\n\n===''Catching Fire ''===\n{{Main|Catching Fire}}\n''Catching Fire'' is the second installment in the series, released on September 1, 2009.\n\nIn ''Catching Fire'', which begins six months after the conclusion of ''The Hunger Games'', Katniss learns that her defiance in the previous novel has started a chain reaction that has inspired rebellion in the districts. President Snow threatens to harm Katniss' family and friends if she does not help to defuse the unrest in the districts and marry Peeta. Meanwhile, Peeta has become aware of Katniss' disingenuous love for him, but he has also been informed of Snow's threats, so he promises to help keep up the act to spare the citizens of District 12. Katniss and Peeta tour the districts as victors and plan a public wedding. While they follow Snow's orders and keep up the ruse, Katniss inadvertently fuels the rebellion, and the [[Mockingjays|mockingjay]] pin she wears becomes its symbol. District by district, the citizens of Panem begin to stage uprisings against the Capitol. Snow announces a special 75th edition of the Hunger Games—known as the [[Quarter Quell]]—in which Katniss and Peeta are forced to compete with other past victors, effectively canceling the wedding. At Haymitch's urging, the pair teams up with several other tributes, and manages to destroy the arena and escape the Games. Katniss is rescued by the rebel forces from District 13, and Gale informs her that the Capitol has destroyed District 12, and captured both Peeta and their District 7 ally, [[Johanna Mason]]. Katniss ultimately learns—to her surprise—that she had inadvertently been an integral part of the rebellion all along; her rescue had been jointly planned by Haymitch, [[List of The Hunger Games characters#Plutarch Heavensbee|Plutarch Heavensbee]], and [[Finnick Odair]], among others. After some hesitation Katniss joins the rebels.\n\n===''Mockingjay''===\n{{Main|Mockingjay}}\n''Mockingjay'', the third and final book in ''The Hunger Games'' series, was released on August 24, 2010.\n\nMost of the districts have rebelled against the Capitol, led by District 13 and its President [[List of The Hunger Games characters#Alma Coin|Alma Coin]]. The Capitol lied about the district being destroyed in the Dark Days. After a [[Mexican standoff]] with the Capitol, the District 13 residents took to living underground and rebuilding their strength. The District 12 survivors find shelter with them. Katniss, after seeing first-hand the destruction wrought on her district, agrees to become the \"Mockingjay\", the symbol of the rebellion. She sets conditions, however. Peeta, Johanna Mason, [[Annie Cresta]], and [[List of The Hunger Games characters#Enobaria|Enobaria]], fellow Games victors captured by the Capitol, are to be granted immunity. Katniss also demands the privilege of killing Snow, but Coin only agrees to flip for the honor.\n\nFor her sake, a rescue mission is mounted that succeeds in rescuing Peeta, Johanna and Annie. However, Peeta has been [[Mind control|brainwashed]] to kill Katniss, and he tries to choke her to death upon their reunion. He undergoes experimental treatment to try to cure him.\n\nAfter she recovers, Katniss and a team known as the Star Squad, composed of Gale, Peeta, Finnick, a [[Film crew|camera crew]], and various other soldiers, are assigned to film propaganda in relatively quiet combat zones. Katniss, however, decides to go to the Capitol to kill Snow, pretending that Coin gave her that mission. Most of the squad are killed along the way, including recently married Finnick. As Katniss approaches Snow's mansion, she sees a group of Capitol children surrounding it as [[human shield]]s. Suddenly a hovercraft drops silver parachutes on the children, who reach for them, hoping they bear food. Some of the parachutes explode, creating carnage. The advancing rebels send in [[medic]]s, including Prim. Then the rest of the parachutes blow up, killing Prim, just as she spots her sister.\n\nLater, Katniss, also injured, awakens from a [[coma]] to learn that the rebels have won, and Snow is awaiting execution at her hands. When she meets Snow by chance, he claims that it was Coin who secretly ordered the bombings in order to strip away the support of his remaining followers. Coin then asks the surviving victors to vote on a final Hunger Games, involving the children of high-ranking Capitol officials (including Snow's granddaughter). Katniss and Haymitch cast the deciding votes in favor of the scheme. However, at what is supposed to be Snow's execution, Katniss instead kills Coin with her bow. Snow laughs, then dies.\n\nKatniss is tried, but the jury believes she was mentally unfit, and she is sent home to District 12. Both Katniss' mother and Gale take jobs in other districts. Peeta regains his sanity. Katniss settles down with him, and after many years of persuasion by him, she finally agrees to have children. They have a girl and then a boy.\n\n==Popular culture==\n===Critical reception===\nAll three books have been favorably received. Praise has focused on the addictive quality, especially of the first book,<ref name=\"King\">{{cite news|first=Stephen|last=King|url=http://www.ew.com/ew/article/0,,20223443,00.html|title=The Hunger Games review|work=[[Entertainment Weekly]]|date=September 8, 2008|accessdate=November 26, 2010}}</ref> and the action.<ref>{{cite web|first=Francisca|last=Goldsmith|url=http://www.booklistonline.com/ProductInfo.aspx?pid=2739783|title=The Hunger Games|publisher=[[Booklist]]|accessdate=November 26, 2010}}</ref> [[John Green (author)|John Green]] of ''[[The New York Times]]'' compared ''The Hunger Games'' with [[Scott Westerfeld]]'s [[The Uglies series|''The Uglies'' series]].<ref>{{cite news | author=John Green | authorlink = John Green (author) | title=Scary New World | url=https://www.nytimes.com/2008/11/09/books/review/Green-t.html | newspaper=[[The New York Times]] | date=November 7, 2008 | accessdate=January 3, 2011}}</ref> ''Catching Fire'' was praised for improving upon the first book.<ref>{{cite news |first=Gabrielle|last=Zevin|url=https://www.nytimes.com/2009/10/11/books/review/Zevin-t.html |title=Constant Craving|work = The New York Times |date=October 9, 2009|accessdate=November 26, 2010}}</ref> ''Mockingjay'' was praised for its portrayal of violence,<ref>{{cite web|url=http://shelf-life.ew.com/2010/08/24/mockingjay-review-spoiler-alert/|title='Mockingjay' review: Spoiler alert!|date=August 24, 2010|work = Entertainment Weekly |accessdate=November 26, 2010}}</ref> world building, and romantic intrigue.<ref>{{cite web|url=http://www.publishersweekly.com/pw/reviews/single/59715-mockingjay-.html|archive-url=https://web.archive.org/web/20100826091818/http://www.publishersweekly.com/pw/reviews/single/59715-mockingjay-.html|dead-url=yes|archive-date=August 26, 2010|title=Mockingjay|work=[[Publishers Weekly]]|accessdate=November 26, 2010|df=mdy-all}}</ref>\n\nThe series received criticism regarding its [[reality TV]] \"death game\" theme being derivative of works such as ''[[Battle Royale (novel)|Battle Royale]]'', ''[[The Running Man (novel)|The Running Man]]'', ''[[The Long Walk]]'',<ref name=\"King\"/> and ''[[Series 7: The Contenders]]''.<ref>{{cite web|author=O'Hehir, Andrew|url=http://www.salon.com/2012/03/14/what_came_before_the_hunger_games/|title=What came before 'The Hunger Games'|publisher=[[Salon (website)|Salon]]|date=March 13, 2012|accessdate=October 7, 2014}}</ref> The series was also criticized for the romantic plotline: Rollie Welch of Ohio's ''[[The Plain Dealer]]'' criticized the characters' lack of resolute behavior,<ref>{{cite news|first=Rollie|last=Welch|url=http://www.cleveland.com/bookreviews/plaindealer/index.ssf?/base/entertainment-1/125213948127050.xml&coll=2|title='Catching Fire' brings back Suzanne Collins's kindhearted killer|work=[[The Plain Dealer]]|date=September 6, 2009|location=[[Brooklyn, Ohio]]|accessdate=November 26, 2010|deadurl=yes|archiveurl=https://www.webcitation.org/68rJLJZUd?url=http://www.cleveland.com/bookreviews/plaindealer/index.ssf?%2Fbase%2Fentertainment-1%2F125213948127050.xml|archivedate=July 2, 2012|df=mdy-all}}</ref> and Jennifer Reese of ''[[Entertainment Weekly]]'' stated that there was little distinction between Peeta and Gale and the series lacked the \"erotic energy\" seen in the ''[[Twilight (novel series)|Twilight]]'' series.<ref>{{cite news|first=Jennifer|last=Reese|url=http://www.ew.com/ew/article/0,,20300507,00.html|title=Catching Fire review|work = Entertainment Weekly |date=August 28, 2009|accessdate=November 26, 2010}}</ref>\n\nJ.C. Maçek III of ''[[PopMatters]]'' stated \"While [[The Hunger Games (film series)|the film saga]] does capture the [[action (fiction)|action]] of ''The Hunger Games'', the novels are most assuredly the heart of the story. They are nothing less than 'The Writer’s Cut' of the films themselves.\"<ref name=PM>{{cite web|work=[[PopMatters]]|url=http://www.popmatters.com/column/the-hunger-games-the-writers-cut-really-is-better/|title='The Hunger Games': The Writer’s Cut Really Is Better|date=20 June 2016|first=J.C.|last=Maçek III}}</ref>\n\nThe last book, ''Mockingjay'', was criticized by Dan Shade of ''[[SF Site]]'', who felt that Katniss is a weaker character than her comrades and less resolute in her journey to the Capitol, and that with respect to her vendetta against President Snow, her actions in the finale are inconsistent with her established character.<ref>Shade, Dan (2010). [https://www.sfsite.com/11a/mb331.htm \"Mockingjay\"]. [[SF Site]].</ref>\n\n===Adaptations===\n;Film adaptations\n{{main|The Hunger Games (film series)}}\n[[Lionsgate Entertainment]] acquired worldwide distribution rights to a film adaptation of ''The Hunger Games'', produced by [[Nina Jacobson]]'s Color Force production company.<ref name=\"Lionsgate\">{{cite news | author1 =Jay A. Fernandez | author2 = Borys Kit | title=Lionsgate picks up 'Hunger Games' | url=https://www.reuters.com/article/idUSTRE52H0LK20090318| newspaper=[[The Hollywood Reporter]] | date=March 17, 2009 | accessdate=January 4, 2011 }}</ref> Collins adapted the novel for film herself,<ref name=\"Lionsgate\" /> along with director [[Gary Ross]].<ref>{{cite web|url=http://www.publishersweekly.com/pw/by-topic/childrens/childrens-book-news/article/44062-marketing-mockingjay-.html|title=Marketing 'Mockingjay'|author=Karen Springen|date=August 5, 2010|work = [[Publishers Weekly]] |accessdate=September 4, 2010}}</ref> The cast included [[Jennifer Lawrence]] as Katniss, [[Josh Hutcherson]] as Peeta, and [[Liam Hemsworth]] as Gale.<ref>{{cite web|url=http://www.baselineintel.com/research-wrap?detail/C8/the_changing_objective_of_the_american_film_market|archive-url=https://web.archive.org/web/20101204215158/http://www.baselineintel.com/research-wrap?detail%2FC8%2Fthe_changing_objective_of_the_american_film_market|dead-url=yes|archive-date=December 4, 2010|title=The Changing Objective of the American Film Market|publisher=Baseline Intel|date=November 18, 2010|accessdate=January 2, 2011|df=mdy-all}}</ref><ref>{{cite news | url=http://www.thewrap.com/movies/column-post/jennifer-lawrence-gets-lead-role-hunger-games-25482 | title=Exclusive: Jennifer Lawrence Gets Lead Role in 'The Hunger Games' | author=Joshua L. Weinstein | date=March 16, 2011 | accessdate=March 17, 2011 | publisher=TheWrap.com}}</ref><ref>{{cite news | url=http://insidemovies.ew.com/2011/04/04/josh-hutcherson-liam-hemsworth-hunger-games/ | title='Hunger Games' casts Peeta and Gale: Josh Hutcherson and Liam Hemsworth nab the roles | author=Jeff Labrecque | date=April 4, 2011 | accessdate=April 4, 2011 | work=Entertainment Weekly }} Lionsgate announced that the trilogy will be made into 4 movies.</ref> The first film began production in Spring 2011,<ref name=\"exclusive\">{{cite web|first=Karen|last=Valby|url=http://insidemovies.ew.com/2011/01/06/hunger-games-exclusive-gary-ross/|title='Hunger Games' exclusive: Why Gary Ross got the coveted job, and who suggested Megan Fox for the lead role|work = Entertainment Weekly |date=January 6, 2011|accessdate=January 26, 2011}}</ref> and was released in March 2012.<ref>{{cite web|first=Karen|last=Valby|url=http://insidemovies.ew.com/2011/01/25/hunger-games-release-date/|title='The Hunger Games' gets release date|work = Entertainment Weekly |date=January 25, 2011|accessdate=January 26, 2011}}</ref><ref>{{cite web|last=Hopkinson|first=Deborah|title=Suzanne Collins Interview-Catching Fire|url=http://www.bookpage.com/books-10012268-Catching+Fire|publisher=BookPage|accessdate=June 30, 2010|deadurl=yes|archiveurl=https://www.webcitation.org/68qtq6wfr?url=http://bookpage.com/content/catching-fire|archivedate=July 2, 2012|df=mdy-all}}</ref> For ''[[The Hunger Games: Catching Fire|Catching Fire]]'', Ross was replaced as director by [[Francis Lawrence]];<ref>{{cite web|title=‘Hunger Games’ Sequel ‘Catching Fire’ Nabs Director Francis Lawrence|date=April 20, 2012|work=[[Access Hollywood]]|url=http://www.accesshollywood.com/hunger-games-sequel-catching-fire-nabs-director-francis-lawrence_article_63622}}</ref><ref>{{cite web |author=Nikki Finke |title=Gary Ross Decides NOT to Direct \"Hunger Games Two: Catching Fire’: Lionsgate In ‘Shock’{{'-}} |url= http://www.deadline.com/2012/04/gary-ross-decides-not-to-direct-hunger-games-2-catching-fire-lionsgate-in-shock/ |publisher=Deadline |date=April 10, 2012 |accessdate=April 10, 2012}}</ref><ref>{{cite news|url=http://www.hollywoodreporter.com/news/hunger-games-jennifer-lawrence-josh-hutcherson-liam-hemsworth-gary-ross-twilight-285957|title = 9 Untold Secrets of the High Stakes 'Hunger Games{{'-}} | date = February 1, 2012 | work = [[The Hollywood Reporter]] |accessdate=February 7, 2012}}</ref> the film was released in November 2013. Lawrence then directed ''Mockingjay'', parts 1 and 2,<ref>{{cite web|url=http://collider.com/hunger-games-mockingjay-francis-lawrence/207898/|title=Exclusive: Francis Lawrence to Direct Remainder of THE HUNGER GAMES Franchise with Two-Part Adaptation of MOCKINGJAY|author=Goldberg, Matt|publisher=[[Collider (website)|Collider]]|date=November 1, 2012}}</ref> released in November 2014 and November 2015.\n\n===Culture===\n;Influence in Thailand\nA gesture (a raised up hand with three middle fingers pressed together) used in ''The Hunger Games'' trilogy to express unity with people striving to survive, was used in 2014 by anti-government protestors in [[Thailand]], at least seven of whom were arrested for it.<ref name=\"sput_Peop\">{{cite web| title = People arrested in Thailand for gesture from 'Hunger Games' film series| author = Olga Zamanskaya| website= [[Voice of Russia]]| date = 10 June 2014| accessdate = 6 March 2015| url = http://sputniknews.com/voiceofrussia/news/2014_06_10/People-arrested-in-Thailand-for-gesture-from-Hunger-Games-film-series-6675/}}</ref>\n\n==References==\n{{Reflist|30em}}\n\n==External links==\n{{wikiquote}}\n*[http://www.scholastic.com/thehungergames/ The U.S. Scholastic Website]\n\n{{portalbar|Books|Literature}}\n{{The Hunger Games}}\n{{Use mdy dates|date=October 2014}}\n{{DISPLAYTITLE:''The Hunger Games''}}\n{{Authority control}}\n\n{{DEFAULTSORT:Hunger Games}}\n[[Category:The Hunger Games| ]]\n[[Category:American alternate history novels]]\n[[Category:American adventure novels]]\n[[Category:Death games in fiction]]\n[[Category:Dystopian novels]]\n[[Category:Media franchises]]\n[[Category:Novel series]]\n[[Category:2000s novels]]\n[[Category:2010s novels]]\n[[Category:Science fiction novel trilogies]]\n[[Category:Genocide in fiction]]\n[[Category:Prosthetics in fiction]]\n[[Category:21st-century American novels]]"
                    }
                ]
            }
        }
    }
}
